{
  "woman_page": [
    {
      "id": "women-mood",
      "symptom": "Mood and mental health",
      "area": "brain",
      "description": "Fluctuating hormones can cause mood swings and anxiety, with these fluctuations effecting some women more than others. Many women also report low self-esteem.",
      "tips": "Talk to your partner or freinds about how you are feeling. Look at ways to reduce stress, this could include getting more sleep, making changes to your lifestyle or using stress management techniques. Regular exercise has been shown to reduce mood swings."
    },
    {
      "id": "women-headache",
      "symptom": "Headaches",
      "area": "brain",
      "description": "You may already fine that you get headaches linked to your cycle. These headaches and migraines can worsen during perimenopause and menopause.",
      "tips": "Eating small, frequent snacks to keep your blood sugar levels up can help. Reducing stress and maintaining a regular sleep pattern can also help too."
    },
    {
      "id": "women-sleep",
      "symptom": "Insomnia",
      "area": "brain",
      "description": "Your sleep may become disrupted due to symptoms such as hot flushes during the night (night sweats), changes in mood, joint aches and pains and bladder problems. Changes in hormones can also contribute to insomnia.",
      "tips": "Keep your bedroom cool at night. Lifestyle factors such as regular exercise, eating healthly, reducing stress levels, being socially active and intellectually stimulated can also help."
    },
    {
      "id": "women-brain-fog",
      "symptom": "Brain Fog",
      "area": "brain",
      "description": "Dropping levels of the hormones estrogen and testosterone, which play a role in cognition and memory can lead to brain fog where symptoms include lack of focus, confusion and forgetfulness.",
      "tips": "There are clear links between diet and brain health. For example polyunsaturated fatty acids, such as Omega 3 and Omega 6 which are found in eggs, fish, nuts and seeds, and antiosidants. Keeping clear notes and setting reminders on your phone can help with forgetfulness."
    },
    {
      "id": "women-mouth",
      "symptom": "Mouth problems",
      "area": "mouth",
      "description": "Dropping oestrogen levels can cause some women to develop a common type of gum disease called gingivitus. This is where the gums become inflamed and sensitive, and you may experince bleeding. A decrease in bone density can also cause a slight reduction in the size of your jaw bone, leading to some movement of your teeth. ",
      "tips": "Monitor your gum health, and be aware of any changes in your mouth. If you are at all concerned speak to your dentist to prevent further symptoms and deterioration."
    },
    {
      "id": "women-hot-flush",
      "symptom": "Hot Flushes",
      "area": "skin",
      "description": "Hot flushes are a very common symptom and include a feeling of intense heat, sweating, flushed cheeks, increased heart rate, and even tingling.",
      "tips": "Keep a note and see if you can identify any triggers that you could then avoid or reduce. Common triggers include stress, alcohol, caffeine and spices. Cooler/layered clothing and a cooler space in which to work can help. Exercise has been proven to help."
    },
    {
      "id": "women-skin",
      "symptom": "Rough/Dry Skin",
      "area": "skin",
      "description": "Oestrogen plays a role in the skin's natural hydration mechanisms and as levels drop the skin can become dry and scaly.",
      "tips": "Choose skin products with care and avoid those that strip away grease from the skin (such as soap). Find a gentle non-foaming cleanser and a moisturising lotion that works well for your skin."
    },
    {
      "id": "women-heart",
      "symptom": "Heart palpitations",
      "area": "heart",
      "description": "This is where your heartbeats suddenly become more noticeable. This can be as a result of a hot flush or stress, as well as being linked to other medical conditions.",
      "tips": "Look for ways to reduce stress and hot flushes. If you are at all worried speak to your doctor."
    },
    {
      "id": "women-vagina",
      "symptom": "Vaginal dryness",
      "area": "vagina",
      "description": "Secretion of vaginal lubrication is controlled by the hormone estrogen and so as estrogen levels drop this can cause dryness and thinning of the tissues of the vagina. This can leave the vagina more vulnerable to infection and can also lead to pain during sex. This is a symptom found more in the postmenopause stage. ",
      "tips": "If you are experiencing vaginal dryness it's important to seek advice, as untreated this can get worse. Speak to your GP or pharmasist about creams that can help. Regular sexual activity or vaginal stimulation — with or without a partner — also helps maintain healthy vaginal tissues in women after menopause."
    },
    {
      "id": "women-sex",
      "symptom": "Reduced Sex drive",
      "area": "vagina",
      "description": "A loss of sexual desire or sex drive (libido) caused by hormonal changes.",
      "tips": "Talk to your partner and explore different ways to feel close to each other. Prioritise spending more time together generally."
    },
    {
      "id": "women-muscle",
      "symptom": "Muscle Tension",
      "area": "muscle",
      "description": "Oestrogen helps nourish the tissues of the body and keeps them youthful and elastic. Increasing stress levels can also lead to increase muscle tension. This may also cause muscles to ache.",
      "tips": "Drinking plenty of fluids can help to keep the body hydrated and regular varied exercise which includes cardiovasculat, strength tarining and stretching helps to keep the muscles of the body strong and flexible."
    },
    {
      "id": "women-bone",
      "symptom": "Osteoporosis",
      "area": "bones",
      "description": "Testosterone supports and increases bone density and Oestrogen regulates new bone growth. A reduction in levels of both these hormones increases a woman's risk of developing Osteoporosis (weakening of the bones) which in turn increases the risk of fractures and arthritis (which can manifest as joint pain).",
      "tips": "Have calcium-rich food like milk, yoghurt and kale to keep bones healthy. Exercise regularly, try including weight-bearing activities where your feet and legs support your weight like walking, running or dancing."
    },
    {
      "id": "women-toilet",
      "symptom": "Incontinence",
      "area": "bladder",
      "description": "Relaxation and weakening of the pelvic muscles, alongside other factors which put added stress on the muscles around the pelvis and bladder can lead to incontinence. There are different types of incontinence such as stress incontinence, urgency urinary incontinence and overactive bladder.",
      "tips": "Pelvic floor exercises can help to keep your muscles strong. Reduction of caffinated or fizzy drinks can help reduce feelings or urgency. Being careful not to irritate the sensitive skin around your urethra will also help. If this is a sympton you are experiencing talk to your doctor or pharmasist to ensure you explore all options for treatment."
    }
  ],
  "partner_page": [
    {
      "id": "partner-mood",
      "symptom": "Mood and mental health",
      "area": "brain",
      "description": "Your partner's hormone levels will fluctuate before, during and after menopause which can cause mood swings and anxiety. Your partner's self-esteem may also be effected.",
      "tips": "Boost self-esteem and tell her that you still love her. Highlight all the things that you love about her and offer compliments about the things that she is good at."
    },
    {
      "id": "partner-sleep",
      "symptom": "Insomnia",
      "area": "brain",
      "description": "Symptoms such as hot flushes during the night (night sweats), changes in mood, joint aches and pains as while as the underlying hormone changes may be causing a lot of disruption to your partner's sleep. This lack of sleep will then lead to tiredness and irritability among other things.",
      "tips": "Your support and understanding will be key here, but there are also other things you can do to help. Keeping your bedroom cool at night. Reducing stress levels. Eating a healthy diet together. Regularly exercising together and encouraging your partner to take part in social activities and activies that will stimulate her intellect."
    },
    {
      "id": "partner-sleep",
      "symptom": "Brain Fog",
      "area": "brain",
      "description": "Dropping levels of the hormones estrogen and testosterone, which play a role in cognition and memory can lead to brain fog. This may make it harder for your partner to maintain her focus, and she may also experience confusion and forgetfulness.",
      "tips": "Moments of forgetfulness and confusion could prove distressing and your support, reassurance and understanding will be invaluable. Helping her keep track of tasks and appointments can also reduce the impact of brain fog. Eating healthy together could lead to a big improvement with clear links between diet and brain health. For example polyunsaturated fatty acids, such as Omega 3 and Omega 6 which are found in eggs, fish, nuts and seeds, and antiosidants."
    },
    {
      "id": "partner-brain-fog",
      "symptom": "Hot Flushes",
      "area": "skin",
      "description": "It is likely that your partner will experience hot flashes at some point. Hot flushes can include a feeling of intense heat, sweating, flushed cheeks, increased heart rate, and even tingling.",
      "tips": "Hot flushes are often triggered by things like stress, alcohol, caffeine and spices. You may be able to help your partner pin point what is triggering her hot flushes and support her in then reducing these. Regularly exercising together may also help."
    },
    {
      "id": "partner-hot-flush",
      "symptom": "Rough/Dry Skin",
      "area": "skin",
      "description": "Oestrogen plays a role in the skin's natural hydration mechanisms and as levels drop the skin can become dry and scaly.",
      "tips": "Your partner may start to feel more self-conscious and worry about how the way they look is changing. Your reassurance and support will help to reduce these feelings."
    },
    {
      "id": "partner-hot-flush",
      "symptom": "Heart palpitations",
      "area": "heart",
      "description": "Your partner may experience heart palpitations where their heartbeats suddenly become more noticeable. This can be as a result of a hot flush or stress, as well as being linked to other medical conditions.",
      "tips": "This could be distressing or worrying and knowing that they have someone watching out for them will ease these worries. As heart palpatations can be brought on by stress, helping to reduce stress for your partner will also ease this symptom."
    },
    {
      "id": "partner-skin",
      "symptom": "Vaginal dryness",
      "area": "vagina",
      "description": "Secretion of vaginal lubrication is controlled by the hormone estrogen and so as estrogen levels drop this can cause dryness and thinning of the tissues of the vagina, leaving your partner more vulnerable to infection. She may also begin to experience pain during sex. These symptoms are found more in the postmenopause stage. ",
      "tips": "If your partner is experiencing vaginal dryness encourage her to seek specific treatment by speaking to the doctor or pharmacist. Regular sexual activity or vaginal stimulation — with or without a partner — helps to maintain healthy vaginal tissues. Follow your partner's lead in this area, showing your support and love and allowing her to set what she feels comfortable with."
    },
    {
      "id": "partner-heart",
      "symptom": "Reduced Sex drive",
      "area": "vagina",
      "description": "Your partner may experience a loss of sexual desire or sex drive (libido).",
      "tips": "Be understanding that this is not due to anything on your part, but because of how her hormones are changing and the effect of other symptoms. Talk together about how this is making you feel and explore different ways to feel close to each other. Prioritise spending more time together generally."
    },
    {
      "id": "partner-vagina",
      "symptom": "Muscle Tension",
      "area": "muscle",
      "description": "Your partner may find their muscles ache, as the hormones helping to keep their body youthful and elastic fall. Increasing stress levels can also lead to increase muscle tension.",
      "tips": "Help to reduce stress for your partner and regularly exercise together. An offer of a gently massage may be appreciated too."
    },
    {
      "id": "partner-sex",
      "symptom": "Osteoporosis",
      "area": "bones",
      "description": "Your partner will be at an increased risk of developing Osteoporosis (weakening of the bones) which in turn increases the risk of fractures and arthritis (which can manifest as joint pain).",
      "tips": "A diet containing calcium-rich food like milk, yoghurt and kale  help keep bones healthy. Exercising regularly, including weight-bearing activities where your feet and legs support your weight like walking, running or dancing will also help to keep bones strong. Making the changes with you alongside her will make it easier to keep them up as well as providing shared experiences for you both."
    },
    {
      "id": "partner-muscle",
      "symptom": "Incontinence",
      "area": "bladder",
      "description": "Relaxation and weakening of the pelvic muscles, alongside other factors which put added stress on the muscles around the pelvis and bladder can lead to incontinence. There are different types of incontinence such as stress incontinence, urgency urinary incontinence and overactive bladder.",
      "tips": "This can be distressing and embarrassing for your partner and what she needs is your empathy and support. There are lots of treatment options for things that can help with this issue, so encourage her to explore these if she is not already doing so."
    }
  ],
  "friend_relative_page": [
    {
      "id": "friend-mood",
      "symptom": "Mood and mental health",
      "area": "brain",
      "description": "Your friend/relation may experience mood swings and anxiety, and their level of self-esteem may fall.",
      "tips": "Talk to them about how they are feeling and offer your empathy and understanding, but be aware that they might not be ready/want to open up. Take time to give compliments and help to boost their self-esteem."
    },
    {
      "id": "friend-sleep",
      "symptom": "Fatigue",
      "area": "veins",
      "description": "Your friend/relation may be tired, lacking in energy and more irritable due to a range of symptoms making it harder to sleep.",
      "tips": "Show understanding and empathy and be ready to listen. Having someone to talk may help them work out what to try in order to improve their sleep."
    },
    {
      "id": "friend-brain-fog",
      "symptom": "Brain Fog",
      "area": "brain",
      "description": "Dropping levels of the hormones estrogen and testosterone, which play a role in cognition and memory may cause your friend/relative to experience brain fog where symptoms include lack of focus, confusion and forgetfulness.",
      "tips": "Moments of forgetfulness and confusion could prove distressing and your support, reassurance and understanding will be invaluable. Having a trusted friend/relative that can help keep track of tasks and appointments can also reduce the impact of brain fog."
    },
    {
      "id": "friend-hot-flush",
      "symptom": "Hot Flushes",
      "area": "skin",
      "description": "Your friend/relative is likely to experience hot flashes at some point. Hot flushes can include a feeling of intense heat, sweating, flushed cheeks, increased heart rate, and even tingling.",
      "tips": "Hot flushes are often triggered by things like stress, alcohol, caffeine and spices. You may be able to help your friend/relative pin point what is triggereing her hot flushes. Support and understanding during a hot flush will also prove valuable."
    },
    {
      "id": "friend-skin",
      "symptom": "Rough/Dry Skin",
      "area": "skin",
      "description": "Oestrogen plays a role in the skin's natural hydration mechanisms and as levels drop the skin can become dry and scaly.",
      "tips": "Your friend/relative may start to feel more self-conscious and worry about how the way they look is changing. Your reassurance and support will help to reduce these feelings and having someone to talk to and maybe discuss how different creams may help will also be valuable."
    },
    {
      "id": "friend-heart",
      "symptom": "Heart palpitations",
      "area": "heart",
      "description": "Your friend/realtive may find their heartbeats suddenly become more noticeable.",
      "tips": "This could be distressing or worrying and knowing that they have someone watching out for them will ease these worries. As heart palpatations can be brought on by stress, helping to reduce stress for your friend/relative will also ease this symptom."
    },
    {
      "id": "friend-toilet",
      "symptom": "Frequently needing the loo",
      "area": "bladder",
      "description": "Your friend/relative may be experiencing some level of incontinence.",
      "tips": "This can be distressing and embarrassing and what your friend/relative will need is your empathy and understanding. It may be that having the chance to chat to you about these issues may help, but it may also be an area she is reluctant to discuss."
    }
  ],
  "workplace_page": [
    {
      "id": "colleague-mood",
      "symptom": "Mood and Mental Health",
      "area": "brain",
      "description": "Your colleague may experience mood swings and anxiety, and their level of self-esteem may fall.",
      "tips": "Take extra time to compliment your colleague's work, and praise the contribution she makes to your team. If she goes through periods of being more emotional, your empathy and understanding will make this easier for her."
    },
    {
      "id": "colleague-sleep",
      "symptom": "Headaches",
      "area": "brain",
      "description": "Your colleague may experience headaches and migraines.",
      "tips": "Changes within the workplace can prevent/lessen headaches, such as allowing colleagues to snack through the day or making the workplace as stress free as possible. Being more flexible around working hours can also help here too."
    },
    {
      "id": "colleague-brain-fog",
      "symptom": "Fatigue",
      "area": "veins",
      "description": "Your colleague may be tired, lacking in energy and more irritable due to lack of sleep.",
      "tips": "Show understanding and empathy. This isn't something your colleague can control, with menopause symptoms making it a lot harder to sleep."
    },
    {
      "id": "colleague-hot-flushes",
      "symptom": "Brain Fog",
      "area": "brain",
      "description": "Your colleague may struggle to focus as well as they used and may forget things.",
      "tips": "Provide more time for your colleague to prepare before meetings, appointments or engagements. Also be aware that your colleague could find this distressing and embarrassing. "
    },
    {
      "id": "colleague-hot-flushes",
      "symptom": "Hot Flushes",
      "area": "skin",
      "description": "Your colleague may experience hot flashes while at work. These can be unpleasant and embarrassing.",
      "tips": "Cooler uniorm options or meeting with requests to move to a cooler part of the office or have a fan will make this symptom easier to deal with."
    },
    {
      "id": "colleague-toilet",
      "symptom": "Frequently needing the loo",
      "area": "bladder",
      "description": "Your colleague may need to visit the toilet room often during the day.",
      "tips": "Allowing for more regular breaks will make the day easier for your colleague."
    }
  ]
}